Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# SendAsNewPhoto
source: Send as a new photo
ar: إرسال كصورة جديدة
be: Адправіць як новае фота
ca: Envia com una foto nova
de: Als neues Bild senden
es: Enviar como una nueva foto
fi: Lähetä uutena kuvana
fr: Envoyer en tant que nouvelle photo
it: Invia come nuova foto
ko: 새로운 사진으로 보내기
ms: Kirim sebagai foto baru
nl: Sturen als nieuwe foto
pl: Wyślij jako nowe zdjęcie
pt_br: Enviar como nova foto
ru: Отправить как новое фото
sv: Skicka som ny bild
tr: Yeni fotoğraf olarak gönder
uk: Надіслати як нове фото

source: Send by Enter
ar: إرسال بمفتاح الإدخال
be: Адпраўляць па націсканні на Enter
ca: Envia amb «Retorn»
de: Mit Enter senden
es: Enviar con la tecla Intro
fa: ارسال با کلید Enter
fi: Rivinvaihto lähettää
fr: Appuyer sur entrée pour envoyer
id: Kirim dengan Enter
it: Invia con tasto Invio
ko: 엔터 키로 보내기
ms: Kirim dengan Enter
nl: Versturen met Enter
pl: Wyślij wiadomość, naciskając Enter
pt_br: Enviar usando Enter
ru: Отправка по Enter
sv: Skicka med Enter
tr: Enter ile Gönder
uk: Надсилати клавішею Enter
uz: Enter tugmasi orqali yuborish
zh_cn: 使用回车键发送消息
zh_tw: 使用確定键發送訊息

# SendContactTo
source: Send contact to {0}?
ar: إرسال جهة الاتصال إلى ⁨{0}⁩؟
be: Адправіць кантакт {0}?
ca: Voleu enviar el contacte a {0}?
de: Kontakt senden an {0}?
es: ¿Enviar contacto a {0}?
fa: اطلاعات تماس به ⁨{0}⁩ ارسال شود؟
fi: Lähetetäänkö yhteystieto käyttäjälle {0}?
fr: Envoyer le contact à {0} ?
id: Kirim kontak ke {0}?
it: Inviare contatto a {0}?
ko: {0} 님에게 연락처를 보낼까요?
ms: Kirim kenalan kepada {0}?
nl: Contact delen met {0}?
pl: Wysłać kontakt do użytkownika {0}?
pt_br: Enviar contato para {0}?
ru: Отправить контакт {0}?
sv: Skicka kontakt till {0}?
tr: {0} kullanıcısına kişi bilgileri gönderilsin mi?
uk: Надіслати контакт до {0}?
uz: {0}ga kontakt yuborilsinmi?
zh_cn: 发送联系人信息给 {0}？
zh_tw: 發送聯絡人資料給 {0}？

# SendContactToGroup
source: Send contact to {0}?
ar: إرسال جهة الاتصال إلى ⁨{0}⁩؟
be: Адправіць кантакт {0}?
ca: Voleu enviar el contacte a {0}?
de: Kontakt senden an {0}?
es: ¿Enviar contacto a {0}?
fa: اطلاعات تماس به ⁨{0}⁩ ارسال شود؟
fi: Lähetetäänkö yhteystieto ryhmään {0}?
fr: Envoyer le contact à {0} ?
id: Kirim kontak ke {0}?
it: Inviare contatto a {0}?
ko: {0} 님에게 연락처를 보낼까요?
ms: Kirim kenalan kepada {0}?
nl: Contact delen met {0}?
pl: Wysłać kontakt do grupy {0}?
pt_br: Enviar contato para {0}?
ru: Отправить контакт {0}?
sv: Skicka kontakt till {0}?
tr: {0} grubuna kişi gönderilsin mi?
uk: Надіслати контакт до {0}?
uz: {0} guruhiga kontakt yuborilsinmi?
zh_cn: 发送联系人信息到«{0}»？
zh_tw: 發送聯絡人資料到«{0}»？

# SendContactToGroupText
source: Do you want to send this contact to **{0}**?
ar: هل ترغب في إرسال جهة الاتصال هذه إلى **⁨{0}⁩**؟
be: Вы хочаце адправіць гэты кантакт **{0}**?
ca: Voleu enviar aquest contacte a **{0}**?
de: Möchtest du diesen Kontakt **{0}** senden?
es: ¿Quieres enviar este contacto a **{0}**?
fa: آیا می‌خواهید این مخاطب را برای **⁨{0}⁩** ارسال کنید؟
fi: Haluatko varmasti lähettää tämän yhteystiedon ryhmään **{0}**?
fr: Voulez-vous envoyer ce contact à **{0}** ?
id: Apakah Anda ingin mengirim kontak ini ke **{0}**?
it: Vuoi inviare questo contatto a **{0}**?
ko: **{0}** 님에게 이 연락처를 보내시겠습니까?
ms: Anda ingin kirim kenalan ini ke **{0}**?
nl: Contact naar **{0}** sturen?
pl: Czy na pewno chcesz wysłać ten kontakt do **{0}**?
pt_br: Deseja enviar esse contato para **{0}**?
ru: Хотите отправить этот контакт **{0}**?
sv: Vill du skicka den här kontakten till **{0}**?
tr: Bu kişiyi **{0}** kişisine göndermek istiyor musunuz?
uk: Надіслати контакт до **{0}**?
uz: Bu kontaktni {0}ga yubormoqchimisiz?

# SendContactToText
source: Do you want to send this contact to **{0}**?
ar: هل ترغب في إرسال جهة الاتصال هذه إلى **⁨{0}⁩**؟
be: Вы хочаце адправіць гэты кантакт **{0}**?
ca: Voleu enviar aquest contacte a **{0}**?
de: Möchtest du diesen Kontakt **{0}** senden?
es: ¿Quieres enviar este contacto a **{0}**?
fa: آیا می‌خواهید این مخاطب را برای **⁨{0}⁩** ارسال کنید؟
fi: Haluatko varmasti lähettää tämän yhteystiedon henkilölle **{0}**?
fr: Voulez-vous envoyer ce contact à **{0}** ?
id: Apakah Anda ingin mengirim kontak ini ke **{0}**?
it: Vuoi inviare questo contatto a **{0}**?
ko: **{0}** 님에게 이 연락처를 보내시겠습니까?
ms: Anda ingin kirim kenalan ini ke **{0}**?
nl: Contact naar **{0}** sturen?
pl: Czy na pewno chcesz wysłać ten kontakt do **{0}**?
pt_br: Deseja enviar esse contato para **{0}**?
ru: Хотите отправить этот контакт **{0}**?
sv: Vill du skicka kontakten till **{0}**?
tr: Bu kişiyi **{0}** kişisine göndermek istiyor musunuz?
uk: Надіслати контакт користувачу **{0}**?
uz: Bu kontaktni **{0}**ga yubormoqchimisiz?

# SendDayAt
source: 'Send on' MMM d 'at' HH:mm
ar: 'إرسالها في' d MMM 'عند' HH:mm
be: 'Адправіць' d MMM 'а' HH:mm
ca: 'Envia-ho el dia' d MMM 'a les' HH:mm
de: 'Am' d MMM 'um' HH:mm 'senden'
es: 'Enviar el' d 'de' MMM 'a las' HH:mm
fa: 'ارسال در تاریخ' MMM d 'در' HH:mm
fi: 'Lähetä' d.M. 'klo' HH:mm
fr: 'Envoyer le' MMM d 'à' HH:mm
id: 'Kirim saat' d MMM 'pukul' HH:mm
it: 'Invia il' d MMM 'alle' HH:mm
ko: M'월' d'일' HH:mm'에 보냄'
ms: 'Kirim pada' MMM d 'jam' HH:mm
nl: 'Stuur op' d MMM 'om' HH:mm
pl: 'Wyślij' d MMM 'o' HH:mm
pt_br: 'Enviar em' d 'de' MMM 'às' HH:mm
ru: 'Отправить' d MMM 'в' HH:mm
sv: 'Skicka den 'd MMM 'kl.' HH:mm
tr: d MMM 'günü' HH:mm 'saatinde gönder'
uk: 'Надіслати' d MMM',' HH:mm
uz: MMM d 'kuni soat' HH:mm 'da yuborilsin'

# SendDayYearAt
source: 'Send on' MMM d yyyy 'at' HH:mm
ar: 'إرسالها في' d MMM yyyy 'عند' HH:mm
be: 'Адправіць' d MMM yyyy 'а' HH:mm
ca: 'Envia-ho el dia' d MMM 'de' yyyy 'a les' HH:mm
de: 'Am' d MMM yyyy 'um' HH:mm 'senden'
es: 'Enviar el' d 'de' MMM 'de' yyyy 'a las' HH:mm
fa: 'ارسال در تاریخ' MMM d yyy 'در' HH:mm
fi: 'Lähetä' d.M.yyyy 'klo' HH:mm
fr: 'Envoyer le' d MMM yyyy 'à' HH:mm
id: 'Kirim pada' d MMM yyyy 'pada' HH:mm
it: 'Invia il' d MMM yyyy 'alle' HH:mm
ko: yyyy'년' M'월' d'일' HH:mm'에 보냄'
ms: 'Kirim pada' MMM d yyyy 'jam' HH:mm
nl: 'Stuur op' d MMM yyyy 'om' HH:mm
pl: 'Wyślij' d MMM yyyy 'o' HH:mm
pt_br: 'Enviar em' d 'de' MMM 'de' yyyy 'às' HH:mm
ru: 'Отправить' d MMM yyyy 'в' HH:mm
sv: 'Skicka den' d MMM yyyy 'kl.' HH:mm
tr: d MMM yyyy 'günü' HH:mm 'saatinde gönder'
uk: 'Надіслати' d MMM yyyy',' HH:mm
uz: d-MMM yyyy HH:mm 'da yuborish'

# SendDice
source: SEND
ar: إرسال
be: АДПРАВІЦЬ
ca: ENVIA
de: SENDEN
es: ENVIAR
fa: ارسال
fi: LÄHETÄ
fr: ENVOYER
id: KIRIM
it: INVIA
ko: 보내기
ms: KIRIM
nl: Sturen
pl: WYŚLIJ
pt_br: ENVIAR
ru: ОТПРАВИТЬ
sv: SKICKA
tr: GÖNDER
uk: НАДІСЛАТИ
uz: YUBORISH

# SendGameTo
source: Share game to {0}?
ar: مشاركة اللعبة مع ⁨{0}⁩؟
be: Адправіць спасылку на гульню {0}?
ca: Voleu compartir el joc amb {0}?
de: Spiel mit {0} teilen?
es: ¿Compartir el juego con {0}?
fa: بازی را با ⁨{0}⁩ به اشتراک می‌گذارید؟
fi: Jaetaanko peli keskusteluun {0}?
fr: Partager le jeu avec {0} ?
id: Bagikan game ke {0}?
it: Condividere il gioco con {0}?
ko: {0} 님에게 게임을 공유할까요?
ms: Kongsi game dengan {0}?
nl: Spel delen met {0}?
pl: Udostępnić grę użytkownikowi {0}?
pt_br: Compartilhar jogo com {0}?
ru: Поделиться игрой с {0}?
sv: Dela spel med {0}?
tr: {0} ile oyun paylaşılsın mı?
uk: Поділитися грою із {0}?
uz: Oʻyin {0}ga ulashilsinmi?
zh_cn: 分享游戏给“{0}”？
zh_tw: 分享遊戲給“{0}”？

# SendGameToGroup
source: Share game to {0}?
ar: هل ترغب في مشاركة اللعبة مع ⁨{0}⁩؟
be: Адправіць спасылку на гульню ў {0}?
ca: Voleu compartir el joc amb {0}?
de: Spiel mit {0} teilen?
es: ¿Compartir el juego en {0}?
fa: بازی را با ⁨{0}⁩ به اشتراک می‌گذارید؟
fi: Jaetaanko peli ryhmään {0}?
fr: Partager le jeu avec {0} ?
id: Bagikan permainan ke {0}?
it: Condividere il gioco con {0}?
ko: {0} 님에게 게임을 공유할까요?
ms: Kongsi game dengan {0}?
nl: Spel delen met {0}?
pl: Udostępnić grę grupie {0}?
pt_br: Compartilhar jogo com {0}?
ru: Поделиться игрой с группой {0}?
sv: Dela spel med {0}?
tr: {0} ile oyun paylaşılsın mı?
uk: Поділитися грою із {0}?
uz: {0}ga oʻyin ulashilsinmi?
zh_cn: 分享游戏到«{0}»？
zh_tw: 分享遊戲到«{0}»？

# SendGameToGroupText
source: Do you want to share this game to **{0}**?
ar: هل ترغب في مشاركة هذه اللعبة مع **⁨{0}⁩**؟
be: Вы хочаце адправіць спасылку на гульню ў **{0}**?
ca: Voleu compartir aquest joc amb **{0}**?
de: Möchtest du dieses Spiel mit **{0}** teilen?
es: ¿Quieres compartir este juego en **{0}**?
fa: آیا می‌خواهید این بازی را با **⁨{0}⁩** به اشتراک بگذارید؟
fi: Haluatko varmasti jakaa tämän pelin ryhmään **{0}**?
fr: Voulez-vous partager ce jeu avec **{0}** ?
id: Apakah Anda ingin membagikan permainan ini ke **{0}**?
it: Vuoi condividere questo gioco con **{0}**?
ko: **{0}** 님에게 이 게임을 공유하시겠습니까?
ms: Anda ingin ingin kongsi game ini dengan **{0}**?
nl: Spel met **{0}** delen?
pl: Czy chcesz udostępnić tę grę grupie **{0}**?
pt_br: Deseja enviar esse jogo para **{0}**?
ru: Хотите поделиться этой игрой с **{0}**?
sv: Vill du dela spelet med **{0}**?
tr: Bu oyunu **{0}** ile paylaşmak ister misiniz?
uk: Ви дійсно хочете поділитися грою у **{0}**?
uz: Bu oʻyinni **{0}**ga ulashmoqchimisiz?

# SendGameToText
source: Do you want to share this game to **{0}**?
ar: هل ترغب في إرسال هذه اللعبة إلى **⁨{0}⁩**؟
be: Вы хочаце адправіць спасылку на гульню **{0}**?
ca: Voleu compartir aquest joc amb **{0}**?
de: Möchtest du dieses Spiel mit **{0}** teilen?
es: ¿Quieres compartir este juego con **{0}**?
fa: آیا می‌خواهید این بازی را با **⁨{0}⁩** به اشتراک بگذارید؟
fi: Haluatko varmasti jakaa tämän pelin henkilölle **{0}**?
fr: Voulez-vous partager ce jeu avec **{0}** ?
id: Apakah Anda ingin membagikan permainan ini ke **{0}**?
it: Vuoi condividere questo gioco con **{0}**?
ko: **{0}** 님에게 이 게임을 공유하시겠습니까?
ms: Anda ingin kongsi game ini dengan **{0}**?
nl: Spel met **{0}** delen?
pl: Czy chcesz udostępnić tę grę użytkownikowi **{0}**?
pt_br: Deseja enviar esse jogo para **{0}**?
ru: Хотите поделиться этой игрой с **{0}**?
sv: Vill du dela spelet med **{0}**?
tr: Bu oyunu **{0}** ile paylaşmak ister misiniz?
uk: Надіслати гру користувачу **{0}**?
uz: Bu oʻyin **{0}**ga ulashilsinmi?

# SendGifPreview
source: Send GIF
ar: إرسال الصورة المتحركة
be: Адправіць анімацыю
ca: Envia el GIF
de: GIF senden
es: Enviar GIF
fa: ارسال گیف
fi: Lähetä GIF
fr: Envoyer le GIF
id: Kirim GIF
it: Invia GIF
ko: GIF 보내기
ms: Kirim GIF
nl: GIF sturen
pl: Wyślij GIF
pt_br: Enviar GIF
ru: Отправить GIF
sv: Skicka GIF
tr: GIF'i gönder
uk: Надіслати GIF
uz: GIF yuborish

source: sending audio...
ar: يرسل ملفًا صوتيًا...
be: адпраўляе аўдыя...
ca: s'està enviant un àudio...
de: schickt Audio...
es: enviando audio...
fa: در حال ارسال صدا...
fi: lähettää ääntä...
fr: envoie un son...
id: mengirim audio...
it: sta inviando un audio...
ko: 녹음 보내는 중...
ms: Mengirim audio...
nl: audio versturen...
pl: wysyłanie audio…
pt_br: enviando áudio...
ru: отправляет аудио...
sv: skickar ljudfil...
tr: ses gönderiyor…
uk: надсилання аудіо...
uz: audio yuborilmoqda…
zh_cn: 正在发送音频……
zh_tw: 正在發送錄音……

# SendingFile
source: sending a file...
ar: يرسل ملفًا...
be: адпраўляе файл...
ca: s'està enviant un fitxer...
de: schickt Datei...
es: enviando un archivo...
fa: در حال ارسال فایل...
fi: lähettää tiedostoa...
fr: envoie un fichier...
id: mengirim berkas...
it: sta inviando un file...
ko: 파일 보내는 중...
ms: mengirim fail...
nl: bestand versturen
pl: wysyłanie pliku…
pt_br: enviando um arquivo...
ru: отправляет файл...
sv: skickar fil...
tr: dosya gönderiliyor…
uk: надсилає файл...
uz: fayl yubormoqda…
zh_cn: 正在发送文件……
zh_tw: 正在發送文件……

# SendingGame
source: playing a game...
ar: يلعب لعبة...
be: гуляе...
ca: està jugant...
de: spielt ein Spiel...
es: jugando...
fa: در حال بازی...
fi: pelaa peliä...
fr: joue à un jeu...
id: memainkan game...
it: sta giocando a un gioco...
ko: 게임 플레이 중...
ms: bermain game...
nl: speelt een spel
pl: gra w grę…
pt_br: jogando...
ru: играет в игру...
sv: spelar...
tr: oyun oynuyor…
uk: грає в гру...
uz: oʻyin oʻynamoqda...
zh_cn: 正在玩游戏……
zh_tw: 正在玩遊戲……

source: Sending GIF...
ar: يتم إرسال الصورة المتحركة...
be: Адпраўка анімацыі...
ca: S'està enviant GIF...
de: Sende GIF...
es: Enviando GIF...
fa: در حال ارسال گیف...
fi: Lähetetään GIFiä...
fr: Envoi du GIF...
id: Mengirim GIF...
it: Invio GIF...
ko: GIF 보내는 중...
ms: Mengirim GIF...
nl: GIF versturen...
pl: Wysyłanie GIFa…
pt_br: Enviando GIF...
ru: Отправка GIF...
sv: Skickar GIF...
tr: GIF gönderiliyor…
uk: Надсилання GIF...
uz: GIF yuborilmoqda...
zh_cn: 正在发送 GIF……
zh_tw: 正在發送 GIF……

# SendingPhoto
source: sending a photo...
ar: يرسل صورة...
be: адпраўляе фота...
ca: s'està enviant una foto…
de: schickt Bild...
es: enviando una foto...
fa: در حال ارسال عکس...
fi: lähettää kuvaa...
fr: envoie une photo...
id: mengirim foto...
it: sta inviando una foto...
ko: 사진 보내는 중...
ms: mengirim foto...
nl: foto versturen
pl: wysyłanie zdjęcia…
pt_br: enviando uma foto...
ru: отправляет фото...
sv: skickar en bild...
tr: fotoğraf gönderiyor…
uk: надсилає фото...
uz: rasm yubormoqda…
zh_cn: 正在发送图片……
zh_tw: 正在發送圖片……

source: Sending SMS...
ar: يتم إرسال رسالة SMS قصيرة...
be: Адпраўка SMS...
ca: S’està enviant l’SMS...
de: SMS wird gesendet...
es: Enviando SMS...
fa: در حال ارسال پیامک...
fi: Lähetetään tekstiviestiä...
fr: Envoi du SMS...
id: Kirim SMS...
it: Invio SMS...
ko: SMS 전송중...
ms: Mengirim SMS...
nl: SMS sturen...
pl: Wysyłam SMS…
pt_br: Enviando SMS...
ru: Отправка SMS...
sv: Skickar SMS...
tr: Kısa mesaj gönderiliyor…
uk: Надсилаємо SMS...
uz: SMS yuborilmoqda...

source: Sending video...
ar: يتم إرسال المقطع المرئي...
be: Адпраўка відэа...
ca: S'està enviant un vídeo...
de: Sende Video...
es: Enviando video...
fa: در حال ارسال ویدیو...
fi: Lähetetään videota...
fr: Envoi de la vidéo...
id: Mengirim video...
it: Invio video...
ko: 동영상 보내는 중...
ms: Mengirim video...
nl: Video versturen
pl: Wysyłanie wideo…
pt_br: Enviando vídeo...
ru: Отправка видео...
sv: Skickar video...
tr: Video gönderiliyor…
uk: Надсилання відео...
uz: Video yuborilmoqda...
zh_cn: 正在发送视频……
zh_tw: 正在發送影片……

# SendingVideoStatus
source: sending a video...
ar: يرسل مقطعًا مرئيًا...
be: адпраўляе відэа...
ca: s'està enviant un vídeo…
de: sendet ein Video...
es: enviando un video...
fa: در حال ارسال ویدیو...
fi: lähettää videota...
fr: envoie une vidéo...
id: mengirim video...
it: sta inviando un video...
ko: 동영상 보내는 중...
ms: Mengirim video...
nl: video versturen
pl: wysyłanie wideo…
pt_br: enviando um vídeo...
ru: отправляет видео...
sv: skickar video...
tr: video gönderiyor…
uk: надсилає відео...
uz: video yubormoqda…
zh_cn: 正在发送视频……
zh_tw: 正在發送影片……

# SendItems
source: Send {0}
ar: إرسال ⁨{0}⁩
be: Адправіць {0}
ca: Envia {0}
de: {0} senden
es: Enviar {0}
fa: ارسال ⁨{0}⁩
fi: Lähetä {0}
fr: Envoyer {0}
id: Kirim {0}
it: Invia {0}
ko: 보내기 {0}
ms: Kirim {0}
nl: {0} versturen
pl: Wyślij {0}
pt_br: Enviar {0}
ru: Отправить {0}
sv: Skicka {0}
tr: Gönder {0}
uk: Надіслати {0}
uz: Yuborish {0}
zh_cn: 发送 {0}
zh_tw: 發送 {0}

# SendLiveLocation
source: Share My Live Location for...
ar: مشاركة موقعي الحي لمدة...
be: Трансліраваць месцазнаходжанне
ca: Comparteix la ubicació durant...
de: Meinen Live-Standort teilen
es: Ubicación en tiempo real...
fa: به اشتراک گذاشتن موقعیت مکانی لحظه‌ای من با...
fi: Jaa live-sijaintiani...
fr: Position en temps réel…
id: Bagikan Live Location ke..
it: Posizione in tempo reale...
ko: 내 실시간 위치 공유...
ms: Kongsi Lokasi Langsung saya untuk...
nl: Deel mijn live-locatie
pl: Udostępnij moją „Lokalizację na żywo” na…
pt_br: Compartilhar em Tempo Real...
ru: Транслировать мою геопозицию
sv: Dela min liveplats i...
tr: Canlı Konumumu Paylaş…
uk: Поділитися моїм маячком на...
uz: Jonli joylashuvni ulashish...
zh_cn: 共享我的实时位置信息……
zh_tw: 分享我的即時位置訊息……

# SendLiveLocationFor15m
source: for 15 minutes
ar: لمدة 15 دقيقة
be: 15 хвілін
ca: 15 minuts
de: 15 Minuten teilen
es: 15 minutos
fa: برای 15 دقیقه
fi: 15 minuuttia
fr: pour 15 minutes
id: untuk 15 menit
it: per 15 minuti
ko: 15분 동안
ms: untuk 15 minit
nl: 15 minuten
pl: na 15 minut
pt_br: por 15 minutos
ru: 15 минут
sv: i 15 minuter
tr: 15 dakika için
uk: 15 хвилин
uz: 15 daqiqaga
zh_cn: 15 分钟
zh_tw: 15 分鐘

# SendLiveLocationFor1h
source: for 1 hour
ar: لمدة ساعة
be: 1 гадзіну
ca: 1 hora
de: 1 Stunde teilen
es: 1 hora
fa: برای 1 ساعت
fi: yhden tunnin
fr: pour 1 heure
id: untuk 1 jam
it: per 1 ora
ko: 1시간 동안
ms: untuk 1 jam
nl: 1 uur
pl: na 1 godzinę
pt_br: por 1 hora
ru: 1 час
sv: i 1 timme
tr: 1 saat için
uk: 1 годину
uz: 1 soatga
zh_cn: 1 小时
zh_tw: 1 小時

# SendLiveLocationFor8h
source: for 8 hours
ar: لمدة 8 ساعات
be: 8 гадзін
ca: 8 hores
de: 8 Stunden teilen
es: 8 horas
fa: برای 8 ساعت
fi: 8 tuntia
fr: pour 8 heures
id: untuk 8 jam
it: per 8 ore
ko: 8시간 동안
ms: untuk 8 jam
nl: 8 uur
pl: na 8 godzin
pt_br: por 8 horas
ru: 8 часов
sv: i 8 timmar
tr: 8 saat için
uk: 8 годин
uz: 8 soatga
zh_cn: 8 小时
zh_tw: 8 小時

# SendLiveLocationInfo
source: Updated in real time as you move
ar: يتم تحديثه مباشرةً أثناء تنقلك
be: Абнаўляецца падчас руху
ca: Actualitzada en temps real quan us moveu
de: Aktualisiert sich bei Bewegung
es: Actualizada mientras te mueves
fa: در هنگام حرکت شما در زمان واقعی به‌روزرسانی می‌شود
fi: Päivittyy reaaliajassa
fr: Actualisée quand vous vous déplacez
id: Diperbarui langsung ketika Anda bergerak
it: Aggiornata mentre ti muovi
ko: 움직임을 따라 실시간 갱신됩니다
ms: Dikemaskini secara langsung manurut pergerakan anda
nl: Bijgewerkt terwijl je je verplaatst
pl: Aktualizowana w czasie rzeczywistym
pt_br: Atualizada enquanto você se move
ru: Обновляется в реальном времени
sv: Uppdateras i realtid när du rör dig
tr: Hareket halindeyken gerçek zamanlı güncellenir
uk: Оновлюється в реальному часі
uz: Real vaqtda yangilanadi
zh_cn: 在您移动时实时更新
zh_tw: 在您移動時即時更新

# SendLiveLocationMenu
source: Share my Live Location
ar: مشاركة موقعي الحي
be: Трансліраваць месцазнаходжанне
ca: Envia la ubicació en directe
de: Teile meinen Live-Standort
es: Enviar ubicación en tiempo real
fa: به اشتراک گذاشتن موقعیت مکانی لحظه‌ای من
fi: Jaa live-sijaintini
fr: Partager ma position en temps réel
id: Bagi Lokasi Langsung Saya
it: Invia posizione in tempo reale
ko: 내 실시간 위치 공유
ms: Kongsi Lokasi Langsung saya
nl: Deel mijn live-locatie
pl: Udostępnij moją „Lokalizację na żywo”
pt_br: Enviar Localização Ao Vivo
ru: Транслировать мою геопозицию
sv: Visa min liveplats
tr: Canlı Konumumu Paylaş
uk: Поділитися своїм маячком
uz: Jonli joylashuvimni ulashish

# SendLocation
source: Send My Current Location
ar: إرسال موقعي الحالي
be: Адправіць ваша месцазнаходжанне
ca: Envia la meva ubicació actual
de: Meinen Standort senden
es: Enviar mi ubicación actual
fi: Lähetä nykyinen sijaintini
fr: Envoyer ma position actuelle
it: Invia la mia posizione attuale
ko: 내 현재 위치 보내기
ms: Kirim Lokasi Terkini Saya
nl: Huidige locatie sturen
pl: Wyślij moją aktualną lokalizację
pt_br: Enviar Minha Localização Atual
ru: Отправить свою геопозицию
sv: Skicka min aktuella position
tr: Mevcut Konumumu Gönder
uk: Надіслати моє поточне розташування

source: Send Message
ar: رسالة خاصة
be: Адправіць паведамленне
ca: Envia un missatge
de: Nachricht senden
es: Enviar mensaje
fa: ارسال پیام
fi: Lähetä viesti
fr: Envoyer un message
id: Kirim Pesan
it: Invia messaggio
ko: 메시지 보내기
ms: Kirim Mesej
nl: Stuur bericht
pl: Wyślij wiadomość
pt_br: Enviar Mensagem
ru: Написать
sv: Sänd meddelande
tr: Mesaj Gönder
uk: Надіслати повідомлення

# SendMessageAsTitle
source: Send message as...
ar: إرسال الرسائل من:
be: Адправіць паведамленне як...
ca: Escriu com a...
de: Sende Nachricht als...
es: Enviar mensaje como…
fi: Lähetä viesti nimellä...
fr: Envoyer en tant que...
it: Invia messaggio come...
ko: 다음으로 메시지 전송...
ms: Kirim mesej sebagai...
pl: Wyślij wiadomość jako…
pt_br: Enviar mensagem como...
ru: Написать от имени...
sv: Skicka meddelande som...
tr: Mesajı gönder...
uk: Надсилати від імені...

# SendMessageLocation
source: Send Message
ar: إرسال رسالة
be: Адправіць паведамленне
ca: Envia un missatge
de: Nachricht senden
es: Enviar mensaje
fa: ارسال پیام
fi: Lähetä viesti
fr: Envoyer un message
id: Kirim Pesan
it: Invia messaggio
ko: 메시지 보내기
ms: Kirim Mesej
nl: Stuur bericht
pl: Wyślij wiadomość
pt_br: Enviar Mensagem
ru: Написать
sv: Skicka meddelande
tr: Mesaj Gönder
uk: Надіслати повідомлення
uz: Xabar yuborish

# SendMessageRestricted
source: The admins of this group have restricted you from writing here until {0}
ar: قام مشرفو هذه المجموعة بتقييدك من إرسال الرسائل حتى ⁨{0}⁩.
be: Кіраўнікі суполкі забаранілі вам адпраўляць сюды паведамленні да {0}.
ca: Els administradors del grup us han restringit l'escriptura fins {0}
de: Die Admins dieser Gruppe haben dir die Berechtigung entzogen, Nachrichten bis {0} zu senden
es: Los administradores del grupo han restringido que escribas hasta el {0}
fa: مدیران این گروه شما را از نوشتن در اینجا تا ⁨{0}⁩ محدود کرده‌اند
fi: Tämän ryhmän valvojat eivät anna sinun lähettää viestejä {0} asti.
fr: Les administrateurs du groupe vous ont interdit d'envoyer des messages jusqu'au {0}.
id: Admin group telah membatasi Anda untuk mengirim pesan hingga {0}
it: Gli amministratori di questo gruppo ti hanno vietato di scrivere qui fino al {0}
ko: 그룹 관리자의 제한으로 메시지를 {0}까지 작성하실 수 없습니다
ms: Pentadbir grup ini telah menghadkan anda dari menulis di sini hingga {0}
nl: Je bent beperkt in het plaatsen van berichten door de groepsbeheerders tot{0}
pl: Administratorzy tej grupy ograniczyli ci możliwość pisania tutaj do {0}
pt_br: Os admins do grupo restringiram você de escrever aqui até {0}
ru: Администраторы группы запретили Вам отправлять сообщения до {0}
sv: Gruppens administratörer hindrar dig att att skicka meddelanden fram till {0}.
tr: Bu grubun yöneticileri, {0} tarihine kadar burada yazmanızı kısıtladı
uk: Адміністратори цієї групи заборонили вам писати сюди до {0}
uz: Bu guruh administratorlari {0} gacha bu yerga yozishingizni taqiqlagan.
zh_cn: 此群组的管理员限制了您在此发送消息直到 {0}
zh_tw: 此群組的管理員限制了您在此發送訊息直到 {0}

# SendMessageRestrictedForever
source: The admins of this group have restricted you from writing here.
ar: قام مشرفو هذه المجموعة بتقييدك من إرسال الرسائل.
be: Кіраўнікі суполкі забаранілі вам адпраўляць сюды паведамленні.
ca: Els administradors del grup us han restringit l'escriptura.
de: Die Admins dieser Gruppe haben dir die Berechtigung entzogen, Nachrichten zu senden.
es: Los administradores del grupo han restringido que escribas.
fa: مدیران این گروه شما را از نوشتن در اینجا محدود کرده‌اند.
fi: Tämän ryhmän valvojat eivät anna sinun lähettää viestejä.
fr: Les administrateurs du groupe vous ont interdit d'envoyer des messages.
id: Admin grup membatasi Anda untuk mengirim pesan di sini.
it: Gli amministratori di questo gruppo ti hanno vietato di scrivere qui.
ko: 그룹 관리자의 제한으로 메시지를 작성하실 수 없습니다.
ms: Pentadbir grup ini telah menghadkan anda dari menulis di sini.
nl: Je bent beperkt in het plaatsen van berichten door de groepsbeheerders.
pl: Administratorzy tej grupy ograniczyli ci możliwość pisania tutaj.
pt_br: Os admins do grupo restringiram você de escrever aqui.
ru: Администраторы группы запретили Вам писать в ней.
sv: Gruppens administratörer har inskränkt din möjlighet att skicka meddelanden.
tr: Bu grubun yöneticileri, buraya yazmanızı kısıtladı
uk: Адміністратори групи заборонили вам сюди писати.
uz: Bu guruh adminlari bu yerga yozishingizni taqiqlagan.
zh_cn: 此群组的管理员限制了您在此发送消息
zh_tw: 此群組的管理員限制了您在此發送訊息

# SendMessagesTo
source: Send to {0}?
ar: إرسال إلى ⁨{0}⁩؟
be: Адправіць для {0}?
ca: Voleu enviar-ho a {0}?
de: An {0} senden?
es: ¿Enviar a {0}?
fi: Lähetetäänkö käyttäjälle {0}?
fr: Envoyer à {0} ?
it: Inviare a {0}?
ko: {0} 에게 보낼까요?
ms: Kirim mesej ke {0}?
nl: Sturen naar {0}?
pl: Wysłać do użytkownika {0}?
pt_br: Enviar para {0}?
ru: Отправить {0}?
sv: Skicka till {0}?
tr: {0} kişisine gönderilsin mi?
uk: Надіслати до {0}?
